
"All Words" = "All Words";
"All" = "All";
"Analogy" = "Analogy";
"Any Word" = "Any Word";
"Any" = "Any";
"Clear Entries" = "Clear Entries";
"Comment" = "Comment";
"Comparison" = "Comparison";
"Comparison:" = "Comparison:";
"Content" = "Content";
"Context" = "Context";
"Exact" = "Exact";
"Fuzzy" = "Fuzzy";
"Ignore Case" = "Ignore Case";
"Ignore Umlauts" = "Ignore Diacritics";
"Database" = "Database";
"Databases" = "Databases";
"In Selection" = "In Selection";
"Kind" = "Kind";
"Label:" = "Label:";
"Locking:" = "Locking:";
"Unread:" = "Unread:";
"Modified" = "Modified";
"Name" = "Name";
"No Case" = "No Case";
"No Entries" = "No Entries";
"Off" = "Off";
"On" = "On";
"Operator" = "Operator";
"Operator:" = "Operator:";
"Phrase" = "Phrase";
"Quality of results" = "Quality of results";
"Score" = "Score";
"Search for" = "Search for";
"Search for:" = "Search for:";
"Search in" = "Search in";
"Search in:" = "Search in:";
"Search options" = "Options";
"Live while typing" = "Live while typing";
"Live & prefix while typing" = "Live & partial matches while typing";
"Prefix while typing" = "Partial matches while typing";
"Prefix" = "Prefix";
"Search" = "Search";
"Similar Words" = "Similar Words";
"Size" = "Size";
"Spelling" = "Spelling";
"State:" = "Flag:";
"URL/Path" = "URL/Path";
"URL" = "URL";
"Meta Data" = "Metadata";
"Data" = "Data";
"Tags" = "Tags";
"Wildcards" = "Wildcards";
"Word" = "Word";
"Save search" = "Save search";
"Advanced..." = "Advanced...";
"OK" = "OK";
"Cancel" = "Cancel";
"Name:" = "Name:";
"Reset" = "Reset";

"Perform the following actions:" = "Perform the following actions:";
"Configurations" = "Configurations";
"New" = "New";
"Duplicate" = "Duplicate";
"Rename..." = "Rename...";
"Remove" = "Remove";
"Add configuration" = "Add configuration";
"Remove configuration" = "Remove configuration";
"Actions" = "Actions";
"Export..." = "Export...";
"Import..." = "Import...";
"Close" = "Close";
"Apply" = "Apply";

"On Demand" = "On Demand";
"On Creation" = "On Creation";
"On Import" = "On Import";
"On Startup" = "On Startup";
"On Quit" = "On Quit";
"Before Sync" = "Before Synchronization";
"After Sync" = "After Synchronization";
"Before Saving" = "Before Saving";
"After Saving" = "After Saving";
"On Download" = "On Download";
"On Upload" = "On Upload";
"On News" = "On News";
"On Scan" = "On Scan";
"On OCR" = "On OCR";
"On Imprint" = "On Imprinting";
"On Labelling" = "On Labelling";
"On Flagging" = "On Flagging";
"On Convert" = "On Convert";
"On Open" = "On Open";
"On Launch URL" = "On Launch URL";
"On Consolidation" = "On Moving into Database";
"On Deconsolidation" = "On Moving to External Folder";
"On Reminder" = "On Reminder";
"On Classify" = "On Classifying";
"On Move" = "On Moving";
"On Replicate" = "On Replicating";
"On Duplicate" = "On Duplicating";
"On Tagging" = "On Tagging";
"On Rename" = "On Renaming";
"On Open Externally" = "On Open Externally";
"On Rating" = "On Rating";
"Before Trashing" = "Before Trashing";
"Via Sorter" = "Via Sorter";
"On Clipping" = "On Clipping";
"Daily" = "Daily";
"Hourly" = "Hourly";
"Every Minute" = "Every Minute";
"Weekly" = "Weekly";
"On Workdays" = "On Workdays";
"On Weekends" = "On Weekends";
"Selection" = "Selection";
"All Databases" = "All Databases";
"Save" = "Save";
"Recent Searches" = "Recent Searches";
"Save..."  = "Save…";
"Advanced" = "Advanced";
"Display:" = "Display:";
"Highlight Occurrences" = "Highlight Occurrences";
"Exclude Subgroups" = "Exclude Subgroups";
"Option-Click the + button to create compound predicates." = "Option-Click the + button to create compound predicates.";

